/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Sei sicuro di voler eliminare questo CGM?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Cancella";

/* Title describing glucose date */
"Date" = "Data";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Elimina CGM";

/* CGM display title */
"Dexcom G4" = "Dexcom G4";

/* Title describing glucose value */
"Glucose" = "Glicemie";

/* Describes a glucose value adjusted to reflect a recent calibration */
"Glucose (Adjusted)" = "Glicemie (Corretto)";

/* Section title for latest glucose reading */
"Latest Reading" = "Ultima lettura";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Fai Attenzione";

/* Sensor state description for the valid state */
"OK" = "OK";

/* Title describing CGM calibration state */
"Status" = "Stato";

/* Title describing glucose trend */
"Trend" = "Andamento";

